{
  "news": [
    {
      "title": "Scientists Discover New Species in Amazon Rainforest",
      "description": "Researchers have identified a previously unknown species of frog in the heart of the Amazon rainforest. This discovery sheds light on the incredible biodiversity of this unique ecosystem.",
      "image": "../assets/images/image.jpg",
      "source": { "name": "National Geographic" },
      "publishedAt": "2023-09-21T08:15:00Z"
    },
    {
      "title": "SpaceX Launches Mars Mission with Crewed Starship",
      "description": "SpaceX successfully launched its first crewed mission to Mars using the Starship spacecraft. This marks a significant step toward human exploration of the Red Planet.",
      "image": "../assets/images/image.jpg",
      "source": { "name": "Space.com" },
      "publishedAt": "2023-09-20T14:00:00Z"
    },
    {
      "title": "World Health Organization Declares New Pandemic Response Strategy",
      "description": "The World Health Organization (WHO) has unveiled a comprehensive pandemic response strategy that includes improved early warning systems and global vaccine distribution to prevent future outbreaks.",
      "image": "../assets/images/image.jpg",
      "source": { "name": "Reuters" },
      "publishedAt": "2023-09-19T11:30:00Z"
    },
    {
      "title": "Artificial Intelligence Breakthrough in Drug Discovery",
      "description": "Scientists have developed a groundbreaking AI algorithm that can significantly accelerate the drug discovery process. This innovation has the potential to revolutionize healthcare.",
      "image": "../assets/images/image.jpg",
      "source": { "name": "Science Magazine" },
      "publishedAt": "2023-09-18T16:20:00Z"
    },
    {
      "title": "Climate Change Agreement Reached at Global Summit",
      "description": "World leaders have reached a historic climate change agreement at the Global Climate Summit. The pact includes ambitious targets for reducing greenhouse gas emissions and transitioning to clean energy sources.",
      "image": "../assets/images/image.jpg",
      "source": { "name": "The Guardian" },
      "publishedAt": "2023-09-17T13:45:00Z"
    },
    {
      "title": "New Breakthrough in Cancer Treatment Research",
      "description": "A team of researchers has made a significant breakthrough in cancer treatment research. Their novel approach shows promising results in early trials and offers hope to cancer patients worldwide.",
      "image": "../assets/images/image.jpg",
      "source": { "name": "Medical News Today" },
      "publishedAt": "2023-09-16T09:55:00Z"
    },
    {
      "title": "Olympic Games Conclude with Record-Breaking Performances",
      "description": "The Tokyo Olympics have concluded with athletes achieving remarkable feats and setting numerous world records. The games were praised for their resilience and ability to bring the world together.",
      "image": "../assets/images/image.jpg",
      "source": { "name": "ESPN" },
      "publishedAt": "2023-09-15T18:10:00Z"
    },
    {
      "title": "Tech Company Unveils Affordable Electric Car",
      "description": "A leading tech company has revealed its latest electric car model, which comes with an affordable price tag. The move is expected to drive the adoption of electric vehicles globally.",
      "image": "../assets/images/image.jpg",
      "source": { "name": "The Verge" },
      "publishedAt": "2023-09-14T12:25:00Z"
    },
    {
      "title": "Education Reform Bill Passes in Parliament",
      "description": "A comprehensive education reform bill has passed in parliament, ushering in significant changes to the education system. Advocates believe this will lead to improved learning outcomes for students.",
      "image": "../assets/images/image.jpg",
      "source": { "name": "BBC News" },
      "publishedAt": "2023-09-13T14:50:00Z"
    },
    {
      "title": "New Art Exhibition Showcases Emerging Artists",
      "description": "A new art exhibition has opened, featuring the works of emerging artists from around the world. The showcase aims to support and promote the next generation of artistic talent.",
      "image": "../assets/images/image.jpg",
      "source": { "name": "ArtDaily" },
      "publishedAt": "2023-09-12T11:15:00Z"
    }
  ]
}
